TLonJSONPLoad(
	[{
		"id":11,
		"title":"About",
		"colour":"386cd2"
	},{
		"id":14,
		"title":"New feature",
		"colour":"1DA364"
	},{
		"id":13,
		"title":"Progress",
		"colour":"c72066"
	},{
		"id":74,
		"title":"Sample timeline",
		"colour":"C26516"
	},{
		"id":75,
		"title":"Technical",
		"colour":"A7299B"
	},{
		"id":39,
		"ownerId":"",
		"ownerName":"",
		"title":"We had an idea",
		"startDate":"2010-08-06 12:35:41",
		"endDate":"2010-08-07 12:35:41",
		"text":"Wouldn't it be great, we thought, if there was some <span style=\"font-weight:bold\">software</span> available that was so easy to use that anyone could quickly create their own interactive timelines.",
		"fullText": "Even better if that software could pull in images and videos from Flickr, Vimeo and Youtube, could be customised to look just as the user wants and could be embedded on websites.;xNLx;;xNLx;Well, we set out to create just such a tool. But we did not simply want the software to have bundles of features and an intuitive to use admin interface. We also wanted the timelines it created to be the most beautiful timelines on the web.;xNLx;;xNLx;Now, more than a year after we first dreamt up the idea, our timeline software is ready for release, and we hope that you will enjoy using it as much as we have creating it.",
		"category":"11",
		"externalLink":"",
		"media":[{
			"id":48,
			"src":"/assets/images/tiki-toki-images/clock1.jpg",
			"caption":"Photo credit: Chris Gilbert",
			"type":"Image",
			"thumbPosition":"1,1",
			"externalMediaThumb":"",
			"externalMediaType":"",
			"externalMediaId":"",
			"orderIndex": 10			
		}]				
	},{
		"id":40,
		"ownerId":"",
		"ownerName":"",
		"title":"Getting ready for launch",
		"startDate":"2011-03-10 00:00:00",
		"endDate":"2011-03-10 00:00:00",
		"text":"We are beginning to get excited. Development work on TikiToki timeline software has finished. All but the most minor bugs have been sorted. All we need to do now is work up some marketing material and we'll be ready to launch. Wish us luck!",
		"fullText": "",
		"category":"13",
		"externalLink":"",
		"media":[]				
	},{
		"id":951,
		"ownerId":"",
		"ownerName":"",
		"title":"Timeline of the Arab uprisings",
		"startDate":"2011-02-15 00:00:00",
		"endDate":"2011-03-05 01:25:28",
		"text":"One of the things we hope our timeline software will be used for is to document events of great historic importance such as the revolutions taking place in the Arab world.",
		"fullText": "We believe that a time-based perspective can shed new light on historic events and also help us understand contemporary events as they unfold. ;xNLx;;xNLx;Timelines allow you bring a lot of events together in one place in a way that traditional news media such as newspapers and blogs cannot.;xNLx;;xNLx;To illustrate how our software can be used to cover such events, we have created a timeline called [The Fight for Democracy in the Middle East](/timeline/entry/55/The-Fight-for-Democracy-in-the-Middle-East/).;xNLx;;xNLx;This timeline is very much a work in progress and we aim to update it regularly as things change in the Middle East.",
		"category":"74",
		"externalLink":"",
		"media":[{
			"id":732,
			"src":"http://farm6.static.flickr.com/5012/5509662517_6827ce704e_m.jpg",
			"caption":"Photo credit: <a href=\"http://www.flickr.com/people/32834977@N03/\">Al Jazeera English</a>",
			"type":"Image",
			"externalMediaThumb":"",
			"externalMediaType":"",
			"externalMediaId":"",
			"orderIndex": 10			
		}]				
	},{
		"id":42,
		"ownerId":"",
		"ownerName":"",
		"title":"Colour customisation",
		"startDate":"2010-12-01 02:41:21",
		"endDate":"2010-08-03 02:41:21",
		"text":"You can now customise the colour scheme of your timeline. There is now no excuse for having clashing colours on your timeline.",
		"fullText": "We have included a great little colour picker widget to make it dead easy to choose colours. Experts can also enter a hex code to define a colour, ensuring for example that a timeline's colour scheme complements a company's official branding. ;xNLx;;xNLx;Selecting the best colours for a timeline can be a challenge for the less arty amongst us. But there are plenty of great colour palettes available on the web on sites like [Colour Lovers](http://www.colourlovers.com/) and [Color Rotate](http://www.colorotate.org/).;xNLx;;xNLx;We have always found it useful to pick out colours from the image that we use as the background for our timeline. We have used just such a technique for this timeline.",
		"category":"14",
		"externalLink":"",
		"media":[{
			"id":695,
			"src":"http://farm5.static.flickr.com/4136/4857182381_43e750d047_m.jpg",
			"caption":"Photo credit: <a href=\"http://www.flickr.com/people/52701047@N06/\">Eve M</a>",
			"type":"Image",
			"externalMediaThumb":"",
			"externalMediaType":"",
			"externalMediaId":"",
			"orderIndex": 10			
		}]				
	},{
		"id":771,
		"ownerId":"",
		"ownerName":"",
		"title":"Add videos to your stories",
		"startDate":"2010-11-10 00:00:00",
		"endDate":"2010-08-02 05:39:29",
		"text":"We have made it possible for users to easily add Vimeo and YouTube videos to their stories. No excuse for having boring timelines now!",
		"fullText": "The process of adding a video to a story is very simple. Firstly, find the page with the video on the YouTube or Vimeo website.;xNLx;;xNLx;The web address of the page should look like one of the following: Youtube - http://www.youtube.com/watch?v=W1vsPxKFPx4. Vimeo - http://vimeo.com/19131028;xNLx;;xNLx;You should save the web address of that page somewhere. We'll be using it in a bit. Now log into TikiToki, select a timeline, and then open the story to which you want to add a video.;xNLx;;xNLx;Next select the 'Story media' tab and click on the 'Add new media' option. You will now need to paste the web address that you saved earlier into the source field, and select video from the drop down menu.;xNLx;;xNLx;Finally, click the save button, and, voilla, the video has been added to your story. To play the video, open up your story in the timeline stage (by clicking the 'more' arrow), and click the 'play video' button.;xNLx;;xNLx;You can add as many videos as you like to a story, as you can see from the video gallery we have created on the left for this story.",
		"category":"14",
		"externalLink":"",
		"media":[{
			"id":693,
			"src":"http://vimeo.com/18008261",
			"caption":"Vimeo hosts some brilliant videos",
			"type":"Video",
			"thumbPosition":"1,1",
			"externalMediaThumb":"http://b.vimeocdn.com/ts/126/023/126023542_640.jpg",
			"externalMediaType":"vimeo",
			"externalMediaId":"18008261",
			"orderIndex": 4			
		},{
			"id":694,
			"src":"http://vimeo.com/19131028",
			"caption":"",
			"type":"Video",
			"externalMediaThumb":"http://b.vimeocdn.com/ts/120/991/120991424_640.jpg",
			"externalMediaType":"vimeo",
			"externalMediaId":"19131028",
			"orderIndex": 5			
		},{
			"id":696,
			"src":"http://vimeo.com/19475041",
			"caption":"",
			"type":"Video",
			"externalMediaThumb":"http://b.vimeocdn.com/ts/123/500/123500999_640.jpg",
			"externalMediaType":"vimeo",
			"externalMediaId":"19475041",
			"orderIndex": 5			
		},{
			"id":709,
			"src":"http://vimeo.com/20079854",
			"caption":"",
			"type":"Video",
			"externalMediaThumb":"http://b.vimeocdn.com/ts/128/562/128562369_640.jpg",
			"externalMediaType":"vimeo",
			"externalMediaId":"20079854",
			"orderIndex": 5			
		},{
			"id":699,
			"src":"http://vimeo.com/20061744",
			"caption":"",
			"type":"Video",
			"externalMediaThumb":"http://b.vimeocdn.com/ts/128/142/128142050_640.jpg",
			"externalMediaType":"vimeo",
			"externalMediaId":"20061744",
			"orderIndex": 10			
		},{
			"id":700,
			"src":"http://vimeo.com/20160395",
			"caption":"",
			"type":"Video",
			"externalMediaThumb":"http://b.vimeocdn.com/ts/128/548/128548463_640.jpg",
			"externalMediaType":"vimeo",
			"externalMediaId":"20160395",
			"orderIndex": 10			
		},{
			"id":701,
			"src":"http://vimeo.com/20102494",
			"caption":"",
			"type":"Video",
			"externalMediaThumb":"http://b.vimeocdn.com/ts/128/123/128123813_640.jpg",
			"externalMediaType":"vimeo",
			"externalMediaId":"20102494",
			"orderIndex": 10			
		},{
			"id":708,
			"src":"http://vimeo.com/20207242",
			"caption":"",
			"type":"Video",
			"externalMediaThumb":"http://b.vimeocdn.com/ts/128/888/128888720_640.jpg",
			"externalMediaType":"vimeo",
			"externalMediaId":"20207242",
			"orderIndex": 10			
		}]				
	},{
		"id":950,
		"ownerId":"",
		"ownerName":"",
		"title":"Mother's a little helper",
		"startDate":"2011-03-01 00:00:00",
		"endDate":"2011-03-01 00:00:00",
		"text":"When you have a budget smaller than a gnat's nether regions, you sometimes have to rely on family and friends to help you out.",
		"fullText": "My mother, Mary, has been an absolute star. Not only has she helped user test the software, providing us with some invaluable insights into how people might use TikiToki timeline software, but she has also created a fantastic timeline of her own.;xNLx;;xNLx;You can visit the timeline she has created here: [The Life of Mary Kearns](/timeline/entry/67/The-Life-of-Mary-Kearns/).;xNLx;;xNLx;That my mother - a relative newcomer to computers and the world of the web - has mastered the use of the software is a sign that we have got the user interface pretty much spot on.;xNLx;;xNLx;",
		"category":"74",
		"externalLink":"",
		"media":[{
			"id":811,
			"src":"http://farm6.static.flickr.com/5098/5485517156_19b8297b49_m.jpg",
			"caption":"Photo credit: <a href=\"http://www.flickr.com/people/36143795@N07/\">marygaykearns</a>",
			"type":"Image",
			"externalMediaThumb":"",
			"externalMediaType":"",
			"externalMediaId":"",
			"orderIndex": 1			
		},{
			"id":731,
			"src":"http://farm4.static.flickr.com/3420/3383439056_467cc1c924_m.jpg",
			"caption":"My mother has used her timeline to showcase some of her paintings.",
			"type":"Image",
			"externalMediaThumb":"",
			"externalMediaType":"",
			"externalMediaId":"",
			"orderIndex": 10			
		},{
			"id":808,
			"src":"http://farm4.static.flickr.com/3620/3467490407_68f21bb7f0_m.jpg",
			"caption":"Photo credit: <a href=\"http://www.flickr.com/people/36143795@N07/\">marygaykearns</a>",
			"type":"Image",
			"externalMediaThumb":"",
			"externalMediaType":"",
			"externalMediaId":"",
			"orderIndex": 10			
		},{
			"id":809,
			"src":"http://farm6.static.flickr.com/5299/5484921309_0c4e4a135b_m.jpg",
			"caption":"Photo credit: <a href=\"http://www.flickr.com/people/36143795@N07/\">marygaykearns</a>",
			"type":"Image",
			"externalMediaThumb":"",
			"externalMediaType":"",
			"externalMediaId":"",
			"orderIndex": 10			
		},{
			"id":810,
			"src":"http://farm4.static.flickr.com/3589/3468466300_c7c44a9d8b_m.jpg",
			"caption":"Photo credit: <a href=\"http://www.flickr.com/people/36143795@N07/\">marygaykearns</a>",
			"type":"Image",
			"externalMediaThumb":"",
			"externalMediaType":"",
			"externalMediaId":"",
			"orderIndex": 10			
		}]				
	},{
		"id":952,
		"ownerId":"",
		"ownerName":"",
		"title":"Flash or Javascript?",
		"startDate":"2010-08-08 05:15:26",
		"endDate":"2010-08-08 05:15:26",
		"text":"When you start out on a new software project, one of the first decisions you have to make is what technologies to use.",
		"fullText": "There were two main technologies that we could use for TikiToki timeline software: Flash and Javascript.;xNLx;;xNLx;Flash had been used for the majority of timelines that we looked at while researching for this project. It is easy to understand why. Flash is great for creating smooth animations and slick interactivity.;xNLx;;xNLx;If we had been developing the software a few years ago, we would probably have opted for Flash too.;xNLx;;xNLx;But over the last couple of years, thanks to great efforts by the browser vendors (with the exception of Microsoft, alas), browsers have become immeasurably better at creating smooth animations without the need for proprietary plugins like Flash. ;xNLx;;xNLx;We decided therefore to go with an openly available browser technology called javascript rather than use Flash.  ",
		"category":"75",
		"externalLink":"",
		"media":[]				
	},{
		"id":953,
		"ownerId":"",
		"ownerName":"",
		"title":"What is this?",
		"startDate":"2010-08-01 00:00:00",
		"endDate":"2010-08-01 00:00:00",
		"text":"This is an interactive timeline created using TikiToki timeline software. The timeline tells the story of how TikiToki was created, from the initial concept to launch of the software.",
		"fullText": "The timeline is very simple to use. At the bottom of the timeline is a black area, featuring colourful dots and a time scale. The  dots each represent an event on the timeline. Click on them to animate the timeline to that point in time.;xNLx;;xNLx;You can also use the translucent bar to move around the timeline. Simply drag it to the left or right. To find out further information about a particular event on the timeline, click the 'more' button to display a popup panel.;xNLx;;xNLx;TikiToki timeline software makes it dead easy for anyone to create a timeline just like this one. To get started creating your first timeline, please sign up. Our basic account is free and you can get started making your first timeline in no time at all.",
		"category":"11",
		"externalLink":"",
		"media":[{
			"id":733,
			"src":"/assets/images/tiki-toki-images/timeline-markers.jpg",
			"caption":"",
			"type":"Image",
			"externalMediaThumb":"",
			"externalMediaType":"",
			"externalMediaId":"",
			"orderIndex": 10			
		}]				
	},{
		"id":967,
		"ownerId":"",
		"ownerName":"",
		"title":"Embeddable timelines",
		"startDate":"2011-01-02 00:00:00",
		"endDate":"2010-08-06 12:35:41",
		"text":"We have just provided some great new functionality to our timeline software. People will now be able to embed smaller versions of their timelines on their blogs or websites.",
		"fullText": "To embed a timeline, users select the timeline they want to embed, and then click on the embed menu on the timeline page. Next they need to choose what size they want for the embedded timeline. Finally, they must copy the code that is generated onto their blog or website,;xNLx;;xNLx;We hope that this new functionality will be of great use to users who want to share their timelines with as many people as possible. The ability to embed timelines in this way will only be available for premium users of TikiToki, those who have signed up to our Bronze, Silver or Gold accounts.",
		"category":"14",
		"externalLink":"",
		"media":[{
			"id":807,
			"src":"/assets/images/tiki-toki-images/embed.jpg",
			"caption":"",
			"type":"Image",
			"externalMediaThumb":"",
			"externalMediaType":"",
			"externalMediaId":"",
			"orderIndex": 10			
		}]				
	},{
		"id":968,
		"ownerId":"",
		"ownerName":"",
		"title":"iFrame mouse-up dilemma",
		"startDate":"2011-01-08 19:10:30",
		"endDate":"2011-01-05 19:10:30",
		"text":"One of the issues with using iFrames to embed TikiToki timelines on other sites is that iFrames do not detect mouse-up events that occur on the parent page.",
		"fullText": "This is usually not a major issue but in our case it was. The problem was that if someone started dragging the timeline inside the iFrame but finished the drag outside the iFrame (by doing a mouse-up) our software would not realise that the drag event had finished because the iFrame would not detect the mouse-up.;xNLx;;xNLx;This can cause some annoying issues for users. They think they have stopped dragging the timeline, but when they return the mouse over the timeline, it will continue to move around as if being dragged. The only way they can stop the dragging is to click on the timeline again.;xNLx;;xNLx;To solve this issue, we need some way of communicating a mouse-up event on the parent page to the iFrame. But communicating between iFrame and parent page and vice versa is highly restricted for security reasons.;xNLx;;xNLx;But we discovered a way to do it. Our solution took advantage of a newish and rarely used bit of functionality: the postMessage api. This provides a secure method for one browser window to talk to another, even if they are on different domains. ;xNLx;;xNLx;We simply inserted a bit of javascript in the embed code that people put on their sites to embed a timeline. The javascript detects mouse-up events and tells the iFrame about it using the postMessage function. Problem solved!",
		"category":"75",
		"externalLink":"",
		"media":[]				
	},{
		"id":969,
		"ownerId":"",
		"ownerName":"",
		"title":"Working prototype",
		"startDate":"2010-08-31 12:20:18",
		"endDate":"2010-08-31 12:20:18",
		"text":"In what seems like no time, we have managed to get a working prototype of our timeline software up and running.",
		"fullText": "We're still at the very early stages but the prototype has some nice features, most notably the ability to encompass the whole browser window. We also have a basic timeline scale at the bottom working, allowing people to jump quickly to a point on the timeline just by clicking.;xNLx;;xNLx;Still lots to do but we are pleased with our early progress. Pleased also that Javascipt, CSS and HTML are proving more than adequate to achieving the kind of slick interactivity and animations we are after. ",
		"category":"13",
		"externalLink":"",
		"media":[]				
	},{
		"id":970,
		"ownerId":"",
		"ownerName":"",
		"title":"Unique selling points",
		"startDate":"2011-02-02 19:03:07",
		"endDate":"2011-02-02 19:03:07",
		"text":"As we get closer to launching the software, we have started to think about how TikiToki timeline software differentiates itself from the competition.",
		"fullText": "From the outset, we wanted to create the best timeline software available on the web. We did not want to mimic anything already available, even though there are some quite decent products out there.;xNLx;;xNLx;So how were we going to make our timeline software special. I think there are three main ways TikiToki sets itself apart from its rivals.;xNLx;;xNLx;1. Unrivaled customisation;xNLx;As far as we know, there is no other timeline software that allows as much customisation as TikiToki does. Users can choose their own background image, they can create as many categories as they wish, each with their own unique title and colour. ;xNLx;;xNLx;The embedded version of the timeline can also be set to almost any size a user wants, allowing it work with a wide range of website designs. ;xNLx;;xNLx;2. Ease of use;xNLx;If software is complicated to use, people will simply not use it. We therefore always had usability central in our mind when designing and building TikiToki timeline software. ;xNLx;;xNLx;You can hopefully see this in some of the features of the built-in admin system, such as the way that the story markers update in realtime when you edit their titles or add new images. We also of course have provided a contextual help system that will hopefully provide users with guidance when they are creating their timelines.;xNLx;;xNLx;;xNLx;3. Design;xNLx;We didn't just want our software to offer a wide range of options and be dead simple to use, we also wanted it to help people create beautiful looking timelines. ;xNLx;;xNLx;Design is increasingly important nowadays and we wanted to ensure that TikiToki was at the forefront of design. We are not just talking pretty graphics and images here but also things like TikiToki's ability to fill the whole browser window, saving space, and the way the software changes the size of story markers when the browser window is resized.",
		"category":"11",
		"externalLink":"",
		"media":[]				
	},{
		"id":971,
		"ownerId":"",
		"ownerName":"",
		"title":"Our target audience",
		"startDate":"2010-08-20 23:36:44",
		"endDate":"2010-08-20 23:36:44",
		"text":"There are loads of people who we believe  could benefit from our timeline software. So here's who we hope will use TikiToki once it is released.",
		"fullText": "Who are we aiming TikiToki timeline software at? The easy answer is: the whole world. But we are savvy enough to realise that not everyone has the time or inclination to create timelines of their own. We believe that our software will largely be used by the following groups of people:;xNLx;;xNLx;1 Journalists;xNLx;Timelines provide a great way of tracking a news story as it unfolds over time, and we hope that media companies and journalists will spot the potential of our timeline software to create new and interesting ways of covering the news.;xNLx;;xNLx;2 Teachers;xNLx;Timelines offer teachers a fun and engaging way of teaching children about historic events. Kids nowadays tend to be very computer literate and may therefore get more out of creating a timeline about a particular event in history rather than simply reading about it in a book.;xNLx;;xNLx;3 Bloggers;xNLx;It is a tough job being a blogger nowadays. There is so much competition out there that bloggers need to constantly be coming up with new ideas for articles in order to remain popular. A TikiToki timeline embedded on their blog could help in this respect.;xNLx;;xNLx;4 Families;xNLx;Many people love keeping photo albums about their family, and researching about their family's history online. Our timeline software would be a perfect extension to this, a place where people can publish info about their family history, share pictures of the newly arrived and sadly departed. ;xNLx;;xNLx;A timeline could also form the perfect commemoration of someone's life, something that family members can revisit every so often to remind themselves of someone who was dear to them. ;xNLx;;xNLx;;xNLx;5 Others;xNLx;Of course, we would be more than happy for people who do not fall within these groups to use TikiToki timeline software. ",
		"category":"11",
		"externalLink":"",
		"media":[{
			"id":814,
			"src":"http://farm6.static.flickr.com/5132/5490145281_b94b1c0ebb_m.jpg",
			"caption":"Photo credit: <a href=\"http://www.flickr.com/people/57446193@N03/\">Byron Burke</a>",
			"type":"Image",
			"externalMediaThumb":"",
			"externalMediaType":"",
			"externalMediaId":"",
			"orderIndex": 10			
		}]				
	},{
		"id":972,
		"ownerId":"",
		"ownerName":"",
		"title":"Resize the window!",
		"startDate":"2010-09-11 18:17:46",
		"endDate":"2010-09-11 18:17:46",
		"text":"Go on. Resize your browser window. We hope you are impressed. TikiToki timeline software is designed to work with a wide range of window sizes, from small netbook screens to giant displays.",
		"fullText": "",
		"category":"14",
		"externalLink":"",
		"media":[{
			"id":815,
			"src":"/assets/images/tiki-toki-images/resize.jpg",
			"caption":"",
			"type":"Image",
			"externalMediaThumb":"",
			"externalMediaType":"",
			"externalMediaId":"",
			"orderIndex": 10			
		}]				
	},{
		"id":973,
		"ownerId":"",
		"ownerName":"",
		"title":"Change background image",
		"startDate":"2010-10-14 13:11:39",
		"endDate":"2010-10-14 13:11:39",
		"text":"There is no better way of giving a timeline a unique appearance than through the use of a background image. Our timeline CMS now allows users to choose a background image of their own,",
		"fullText": "",
		"category":"14",
		"externalLink":"",
		"media":[{
			"id":812,
			"src":"/assets/images/tiki-toki-images/background-image.jpg",
			"caption":"",
			"type":"Image",
			"externalMediaThumb":"",
			"externalMediaType":"",
			"externalMediaId":"",
			"orderIndex": 10			
		}]				
	},{
		"id":974,
		"ownerId":"",
		"ownerName":"",
		"title":"Starting on the CMS",
		"startDate":"2010-09-30 21:47:55",
		"endDate":"2010-09-30 21:47:55",
		"text":"We have done a lot of good work on getting the core timeline part of the project working nicely. But that is only one part of the story. ",
		"fullText": "We also need a way for people to update and customise their timelines - the CMS in other words.;xNLx;;xNLx;Creating the CMS is, somewhat paradoxically, probably going to take longer to do than the actual timeline. ;xNLx;;xNLx;This is because we want the CMS to work in real-time: ie, when you update something, the change immediately appears on the timeline.;xNLx;;xNLx;In short, the CMS is going to have to be a rich internet app, just like the timeline.",
		"category":"13",
		"externalLink":"",
		"media":[]				
	},{
		"id":975,
		"ownerId":"",
		"ownerName":"",
		"title":"New popup panel design",
		"startDate":"2010-12-17 04:02:23",
		"endDate":"2010-12-17 04:02:23",
		"text":"We are perfectionists when it comes to design. And if something is not working, we will redesign it multiple times until we finally get it right.",
		"fullText": "The bit of the design that we struggled with most was the popup panel that appears when you click on the 'more' button of a story marker - the very panel you are reading this on, indeed. Up until this point, we had come up with no less than four versions of the popup panel. None of them quite nailed it.;xNLx;;xNLx;We were beginning to despair that we would ever get it right when I had the thought: why don't I simply reuse the pop-down panels that we've been using for the sign-up and login functionality.;xNLx;;xNLx;I quickly mocked up a new pop-up panel based on these designs. The new panel looked great. I had nailed it, at last. The morale here is that sometimes it is best to reuse something you have already created, rather than come up with something brand new.",
		"category":"13",
		"externalLink":"",
		"media":[{
			"id":813,
			"src":"/assets/images/tiki-toki-images/panel.jpg",
			"caption":"",
			"type":"Image",
			"externalMediaThumb":"",
			"externalMediaType":"",
			"externalMediaId":"",
			"orderIndex": 10			
		}]				
	},{
		"id":977,
		"ownerId":"",
		"ownerName":"",
		"title":"Flickr image selector",
		"startDate":"2010-10-28 06:22:04",
		"endDate":"2010-10-28 06:22:04",
		"text":"Flickr is undoubtedly the best photo sharing site on the web, and TikiToki now provides integration with it via our new Flickr image selector widget.",
		"fullText": "",
		"category":"14",
		"externalLink":"",
		"media":[]				
	},{
		"id":3572,
		"ownerId":"",
		"ownerName":"",
		"title":"We've launched!",
		"startDate":"2011-03-12 00:00:00",
		"endDate":"2011-03-10 17:15:15",
		"text":"Hurrah! We have launched tiki-toki.com to the world. Initial signs are good. People seem to love the software. We've also had a good bit of coverage on blogs and news sites. ",
		"fullText": "Already, more than 2,000 people have signed up to our service. From the feedback we have seen, many of these are teachers. We've also had a fair few journalists and bloggers interested.;xNLx;;xNLx;A couple of high profile online publications have covered Tiki-Toki, including The Next Web (see [here](http://thenextweb.com/apps/2011/03/15/create-beautiful-timelines-with-tiki-toki/)) and Lifehacker (see [here](http://www.lifehacker.com.au/2011/03/tiki-toki-creates-attractive-web-based-timelines/)).;xNLx;;xNLx;Guardian journalist and author Paul Smith also did a great write-up of our software (see [here](http://twitchhiker.com/2011/03/15/share-the-journey-with-visual-timelines-from-tiki-toki/)). He is planning to use Tiki-Toki as part of a report he doing on his travels around the US. ;xNLx;;xNLx;Over the next few weeks, we will be carrying out improvements to Tiki-Toki following feedback from users. We also hope to highlight some of the best timelines that people have created.",
		"category":"13",
		"externalLink":"",
		"media":[]				
	}]
)
